Repository: zyrakq/kanidm-admin
Catalog: app/ui/xliff/*.xlf
Languages: es

# s8a4d6da58d9acb76
source: Welcome to Kanidm
es: Bienvenido a Kanidm

# sebe7fcdde2daf169
source: Sign in to continue
es: Inicie sesión para continuar

# sbbd340ef453ff7e4
source: Go to Dashboard
es: Ir al Panel de Control

# sa0edd3227b3addeb
source: Redirecting...
es: Redirigiendo...

# s5e94738a2eeb8943
source: Sign In
es: Iniciar Sesión

# s424c654650973289
source: Change language
es: Cambiar idioma

# sef058092ccff6354
source: Authentication failed. No user session found.
es: Error de autenticación. No se encontró sesión de usuario.

# s10e7b6cfbe5c865e
source: Unknown error occurred
es: Ocurrió un error desconocido

# sffef1a8596bc58bb
source: Authenticating...
es: Autenticando...

# scd5b45ca7378126e
source: Please wait while we complete the sign in process.
es: Por favor espere mientras completamos el proceso de inicio de sesión.

# sc09939f2fc8b8be3
source: Success!
es: ¡Éxito!

# s503b0848078dd117
source: You have been authenticated. Redirecting...
es: Has sido autenticado. Redirigiendo...

# sf3ba1de979a9b38e
source: Authentication Failed
es: Error de Autenticación

# s6a6528b527495513
source: Return to Home
es: Volver al Inicio

# s92a0d19a28995530
source: Success
es: Éxito

# s34be76c6b1eadbef
source: Warning
es: Advertencia

# s2063a9d17c280fe5
source: Info
es: Información

# scb832fc8958bf9e6
source: Notification
es: Notificación

# sa95b4224f685a36a
source: Close modal
es: Cerrar ventana

# s4a73273533c585d2
source: Close notification
es: Cerrar notificación

# sae506e1a821a6d4b
source: Failed to sign out. Please try again.
es: Error al cerrar sesión. Por favor intenta de nuevo.

# s5285ab86397ccb7f
source: Operation completed successfully!
es: ¡Operación completada con éxito!

# s9c274ca3aae0227e
source: An error occurred during the operation
es: Ocurrió un error durante la operación

# sc95aa17001f8e45c
source: This action requires your attention
es: Esta acción requiere tu atención

# s5187bdebb3f4a25e
source: New information is available
es: Nueva información disponible

# sd53dfb57070970e2
source: The operation has been completed successfully! All user data has been synchronized with the remote server, and the local cache has been updated accordingly. Please verify the changes in your dashboard.
es: ¡La operación se completó con éxito! Todos los datos de usuario se han sincronizado con el servidor remoto y la caché local se ha actualizado. Por favor verifica los cambios en tu panel de control.

# sf3fda5790cfa46f6
source: Failed to connect to the authentication server. The connection was refused due to network timeout (error code: ETIMEDOUT). Please check your internet connection and try again. If the problem persists, contact your system administrator for assistance.
es: Error al conectar con el servidor de autenticación. La conexión fue rechazada debido a tiempo de espera de red (código de error: ETIMEDOUT). Por favor verifica tu conexión a internet e intenta de nuevo. Si el problema persiste, contacta a tu administrador del sistema.

# s36c0017e9dc2414f
source: Your session is about to expire in 5 minutes. Any unsaved changes will be lost. Please save your work and refresh your session to continue working without interruption. This is an automated security measure to protect your account.
es: Tu sesión está a punto de expirar en 5 minutos. Los cambios no guardados se perderán. Por favor guarda tu trabajo y actualiza tu sesión para continuar trabajando sin interrupciones. Esta es una medida de seguridad automatizada para proteger tu cuenta.

# sb70a5cf1313da61a
source: System maintenance is scheduled for tonight between 2:00 AM and 4:00 AM UTC. During this time, the following services will be temporarily unavailable: user authentication, data synchronization, file uploads, and API access. We apologize for any inconvenience this may cause. All services are expected to be fully operational by 4:30 AM UTC. For emergency support during the maintenance window, please contact our 24/7 helpdesk at support@example.com or call +1-800-123-4567. Thank you for your patience and understanding.
es: Mantenimiento del sistema programado para esta noche entre las 2:00 AM y 4:00 AM UTC. Durante este tiempo, los siguientes servicios estarán temporalmente no disponibles: autenticación de usuarios, sincronización de datos, carga de archivos y acceso a la API. Disculpa las molestias. Se espera que todos los servicios estén completamente operativos para las 4:30 AM UTC. Para soporte de emergencia durante la ventana de mantenimiento, contacta nuestro servicio de ayuda 24/7 en support@example.com o llama al +1-800-123-4567. Gracias por tu paciencia y comprensión.

# s7fee95b66225e1fb
source: Dashboard
es: Panel de Control

# s5eddcab87c38b6b6
source: Welcome to your protected area
es: Bienvenido a tu área protegida

# s551172bd09a2a438
source: User Information
es: Información del Usuario

# sd1f44f1a8bc20e67
source: Email
es: Correo Electrónico

# s03f42eea72154959
source: Username
es: Nombre de Usuario

# s11b2e9ecce28690c
source: Display Name
es: Nombre para Mostrar

# s54fa6ceb8030c6ae
source: Loading user information...
es: Cargando información del usuario...

# s74693aa15a1926a9
source: Test Notifications
es: Probar Notificaciones

# s46e024afcbd27a75
source: Click buttons below to test different notification types
es: Haz clic en los botones para probar diferentes tipos de notificaciones

# se5da7e083aba2325
source: Test Long Notifications
es: Probar Notificaciones Largas

# s05d67462a1797543
source: Click to test notifications with long messages (clickable to see full text)
es: Haz clic para probar notificaciones con mensajes largos (haz clic para ver el texto completo)

# s0e0f74677975e7fc
source: Long Success
es: Éxito Largo

# se6a30dcfa276174d
source: Long Error
es: Error Largo

# se2cfa296a74531fb
source: Long Warning
es: Advertencia Larga

# s33e0ec252844c273
source: Very Long Info
es: Información Muy Larga

# sea6ff86442041be6
source: Signing out...
es: Cerrando sesión...

# s8fa032cdafb3c9b0
source: Sign Out
es: Cerrar Sesión

# sbacae193cb065a4c
source: Kanidm Admin
es: Administrador Kanidm

# saea6a4171ae86e4b
source: Operational
es: Operacional

# sdbf31fbe1f747f1a
source: Kanidm Docs
es: Documentación de Kanidm

# s631b1127429695aa
source: Kanidm GitHub
es: GitHub de Kanidm
